[
  {"id":0,"nom":"Fifa 21","imageSource":"https://images.dexerto.fr/uploads/2020/07/21193057/fifa-21-feat-gamesoul.png","description":"FIFA 21 est une simulation de football éditée par Electronic Arts. Comme chaque année, le jeu promet des améliorations techniques pour toujours plus de réalisme ainsi que des animations et des comportements toujours plus poussés. Les modes carrière et Ultimate Team disposent également de nouveaux ajouts.", "prix":59.99, "disponible":true, "plateforme":"PS4"},
  {"id":1,"nom":"Mortal Kombat XI","imageSource":"https://geeko.lesoir.be/wp-content/uploads/sites/58/2019/04/mk11.jpg","description":"Mortal Kombat 11, développé par NetherRealm Studios et édité par Warner Bros. Games, est le dernier venu de la saga des jeux de combat Mortal Kombat. Ce dernier prévoit une customisation poussée pour créer de nombreuses variations de Kombattants.", "prix":20.35, "disponible":true,"plateforme":"PS4"},
  {"id":2,"nom":"CyberPunk 2077","imageSource":"https://www.fredzone.org/wp-content/uploads/2020/06/Cyberpunk-2077.jpg","description":"Cyberpunk 2077 est un jeu de rôle futuriste et dystopique inspiré du jeu de rôle papier du même nom. Dans un monde devenu indissociable de la cybernétique, l'indépendance des robots humanoïdes pose quelques problèmes..", "prix":52.99, "disponible":false,"plateforme":"PC"},
  {"id":3,"nom":"Marvel's Avengers","imageSource":"https://www.pieuvre.ca/wp-content/uploads/2020/08/marvels-avengers-poster.jpg","description":"Marvel's Avengers est un jeu basé sur l'univers Marvel et ses héros phares les Avengers. Le titre est un mélange entre un jeu service et un beat'em'all qui vous permet de contrôler les membres de la célèbre équipe de super-héros, le tout dans un scénario complètement inédit. Vous pourrez jouer à la campagne en solo ou faire les missions en coop jusqu'à 4 pour récupérer le meilleur équipement possible et améliorer vos personnages", "prix":42.99, "disponible":true,"plateforme":"PS4"},
  {"id":4,"nom":"F1 2020","imageSource":"https://i1.wp.com/f1actu.com/wp-content/uploads/2020/03/maxresdefault-2-1.jpg?fit=1280%2C720&ssl=1","description":"F1 2020 est une simulation de course de Formule 1. Dans cette édition, vous pourrez accomplir toutes les épreuves de la saison 2020. Le jeu possède en tout 22 circuits qu'il sera possible de traverser dans un tout nouveau mode, nommé Equipe...", "prix":38.09, "disponible":false, "plateforme":"PC"},
  {"id":5,"nom":"Animal Crossing : New Horizons","imageSource":"https://cdn03.nintendo-europe.com/media/images/10_share_images/games_15/nintendo_switch_4/H2x1_NSwitch_AnimalCrossingNewHorizons_image1600w.jpg","description":"Animal Crossing : New Horizons vous emmène de nouveau dans le monde mignon d'Animal Crossing, sur Nintendo Switch. Cultivez votre potager, pêchez, et faites votre vie avec vos compagnons en temps réel grâce à l'horloge de la console.", "prix":43.95, "disponible":true,"plateforme":"Nintendo Switch"},
  {"id":6,"nom":"Star Wars : Squadrons","imageSource":"https://www.pdvg.it/wp-content/uploads/2020/06/STW_Primary_MasterCrops_800x450_RGB.jpg","description":"Star Wars : Squadrons est un jeu de combat spatial à la première personne. Vous incarnerez un pilote, et devrez contrôler les vaisseaux les plus emblématiques de la licence. Le jeu se déroule après les événement de l'épisode VI de la saga, Le Retour du Jedi. Il propose un mode histoire mais aussi un mode multi en 5c5.", "prix":32.93, "disponible":true,"plateforme":"PC"},
  {"id":7,"nom":"Crash Bandicoot 4 : It's About Time","imageSource":"https://actiward.net/wp-content/uploads/2020/06/Crash-Bandicoot-4-Its-about-time.jpg","description":"Crash Bandicoot 4 : It's About Time est un jeu d'aventure. Retrouvez le marsupial dans une nouvelle aventure à travers le temps et l'espace pour aider Lani-Loli, un masque vaudou qui connaitrait Aku-Aku, l'ami de Crash et Coco.", "prix":51.69, "disponible":true,"plateforme":"XBox One"},
  {"id":8,"nom":"Ride 4","imageSource":"https://images.caradisiac.com/images/5/7/6/1/185761/S1-ride-4-est-disponible-648239.jpg","description":"Ride 4 est un jeu de moto développé et édité par Milestones. C'est l'épisode le plus récent de la série des Rides. Il inclut une collaboration spéciale et inédite avec Yamaha Motor. Le titre promet également toujours plus de réalisme que les opus précédents.", "prix":44.98, "disponible":false, "plateforme":"PC"},
  {"id":9,"nom":"Piofiore : Fated Memories","imageSource":"https://cdn03.nintendo-europe.com/media/images/10_share_images/games_15/nintendo_switch_4/H2x1_NSwitch_PiofioreFatedMemories.jpg","description":"Piofiore : Fated Memories est un otome game se déroulant au début des années 1900 en Italie. Vous incarnez Liliana Adornato, une jeune femme orpheline qui a grandi dans une église dans la ville de Burlone. Mais un jour, Liliana se rend compte que son existence a une place centrale dans la guerre de territoires qui se joue entre les trois familles mafieuses locales. Comme dans tout otome game, il sera possible d'avoir une histoire d'amour avec chacun des cinq protagonistes masculins.", "prix":48.15, "disponible":false,"plateforme":"Nintendo Switch"},
  {"id":10,"nom":"For Honor","imageSource":"https://geeko.lesoir.be/wp-content/uploads/sites/58/2017/02/for-honor-aff.png","description":"For Honor est un TPS à l'ère médiévale, où les joueurs peuvent incarner un chevalier, un viking ou un samouraï et affronter leurs adversaires dans un mode solo ou un multijoueur compétitif. Chaque faction possède ses propres particularités et avantages.", "prix":11.99, "disponible":true,"plateforme":"XBox One"},
  {"id":11,"nom":"Forza Horizon 4","imageSource":"https://www.hrkgame.com/media/games/.thumbnails/2002023857.jpeg/2002023857-460x215.jpeg","description":"Forza Horizon 4 est un jeu de course en monde ouvert développé par Playground Games. Il prend place dans le nord du Royaume-Uni où les quatre saisons s'enchaînent dans un Monde Persistant (une saison = une semaine). Le jeu propose aussi bien des courses solo que des épreuves compétitives et collaboratives en ligne. Il contient 460 véhicules et des outils de création et de personnalisation.", "prix":44.99, "disponible":false,"plateforme":"XBox One"},
  {"id":12,"nom":"Need For Speed Heat","imageSource":"https://www.jvfrance.com/wp-content/uploads/2019/10/Need-for-Speed-Heat.jpg","description":"Need For Speed Heat est le nouvel opus de la série mythique Need For Speed. Foncez dans les rues de Palm City, le jour vous participez à une compétition automobile officielle et la nuit les courses urbaines illégale font vrombir les moteurs de vos plus belles voitures.", "prix":24.95, "disponible":true, "plateforme":"PS4"},
  {"id":13,"nom":"Mario Kart 8 Deluxe","imageSource":"https://www.insert-coin.fr/wp-content/uploads/2017/05/mario-kart-8-deluxe.jpg","description":"Mario Kart 8 sur Switch est un jeu de course coloré et délirant qui reprend les personnages phares des grandes licences Nintendo. Le joueur peut y affronter ses amis dans différents modes et types de coupes et a accès à 32 circuits aux environnements variés. Il est possible de jouer jusqu'à 12 simultanément en ligne et 4 en local.", "prix":40.45, "disponible":true,"plateforme":"Nintendo Switch"}
]